xmltemplates/xmlrequests/Supplement/PutStatusChangeAllRequest.xml

<?xml version="1.0" encoding="UTF-8"?><s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/" xmlns:u="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-utility-1.0.xsd">
	<s:Header>
		<o:Security xmlns:o="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd" s:mustUnderstand="1">
			<o:UsernameToken u:Id="uuid-81d4207a-5f7d-4b9c-b132-811a6b6e82b2-66">
				<o:Username>cng</o:Username>
				<o:Password o:Type="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-username-token-profile-1.0#PasswordText">Password1</o:Password>
			</o:UsernameToken>
		</o:Security>
	</s:Header>
	<s:Body xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
		<PutStatus xmlns="http://services.mycccportal.com/SOA/StatusChangeService">
			<NormalizedMessageList xmlns="http://services.mycccportal.com/SOA/normalizedmessage/v1">
				<NormalizedMessage>
					<BaseDescriptor>
						<MsgID>27d9d753-acda-4fb7-ba98-c71381777a3c</MsgID>
						<MsgType>StatusChange</MsgType>
						<MsgMode>Request</MsgMode>
						<SourceTimeStamp>2016-06-22T10:14:50.3900855-05:00</SourceTimeStamp>
						<SourceApplicationID>PTHWY</SourceApplicationID>
						<SourceUserID>NA</SourceUserID>
					</BaseDescriptor>
					<RoutingDescriptor>
						<RoutingInfo xmlns="http://services.mycccportal.com/SOA/commontypes">
							<ApplicationName>PTHWY</ApplicationName>
							<ApplicationVersion>4.50</ApplicationVersion>
							<PublishTimeStamp>2016-06-22T10:13:56.8300855-05:00</PublishTimeStamp>
						</RoutingInfo>
						<RoutingInfo xmlns="http://services.mycccportal.com/SOA/commontypes">
							<ApplicationName>PTHWY</ApplicationName>
							<ApplicationVersion>4.50</ApplicationVersion>
							<PublishTimeStamp>2016-06-22T10:14:50.3900855-05:00</PublishTimeStamp>
						</RoutingInfo>
					</RoutingDescriptor>
					<ClaimDescriptor>
						<ClaimReferenceID>eqa 20170508165</ClaimReferenceID>
						<ClaimTypeCode>VE</ClaimTypeCode>
						<InsuranceCompany>
							<VantiveCode>APM1</VantiveCode>
						</InsuranceCompany>
						<ClaimOffice>
							<Code>APMC</Code>
						</ClaimOffice>
						<AssigneeDescriptor>
							<Appraiser>
								<AppraiserType>DRP</AppraiserType>
								<AppraiserLOID>62668</AppraiserLOID>
								<AppraiserSSN>302800</AppraiserSSN>
								<AppraiserMailboxID>62668</AppraiserMailboxID>
							</Appraiser>
						</AssigneeDescriptor>
					</ClaimDescriptor>
					<EstimateDescriptor>
						<TransformationHeader>&lt;?xml version="1.0" encoding="utf-16"?&gt;
&lt;WorkfilePutData xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns="http://services.mycccportal.com/SOA/WorkfileService/PutData"&gt;
  &lt;RouteCode /&gt;
  &lt;IsSnapshot&gt;true&lt;/IsSnapshot&gt;
  &lt;IsResend&gt;false&lt;/IsResend&gt;
  &lt;Status&gt;OPEN&lt;/Status&gt;
  &lt;Origin&gt;EXTERNAL&lt;/Origin&gt;
  &lt;AssignmentType&gt;E&lt;/AssignmentType&gt;
  &lt;CatastropheCode /&gt;
  &lt;ClaimOfficeMailboxID&gt;048689&lt;/ClaimOfficeMailboxID&gt;
  &lt;IAFileId /&gt;
  &lt;IACompanyCode /&gt;
&lt;/WorkfilePutData&gt;</TransformationHeader>
					</EstimateDescriptor>
					<DocumentDescriptor>
						<DocumentName>PathwaysXML</DocumentName>
						<DocumentExt>S01</DocumentExt>
						<DocumentFormat>GZIP-XML</DocumentFormat>
						<DocumentNum>0</DocumentNum>
					</DocumentDescriptor>
					<Payload>
						<Data>PD94bWwgdmVyc2lvbj0iMS4wIj8+DQo8U3RhdHVzQ2hhbmdlIHhtbG5zOnhzaT0iaHR0cDovL3d3
dy53My5vcmcvMjAwMS9YTUxTY2hlbWEtaW5zdGFuY2UiIHhtbG5zOnhzZD0iaHR0cDovL3d3dy53
My5vcmcvMjAwMS9YTUxTY2hlbWEiIHhtbG5zPSJodHRwOi8vc2VydmljZXMubXljY2Nwb3J0YWwu
Y29tL1NPQS9TdGF0dXNDaGFuZ2VTZXJ2aWNlL1BheWxvYWQiPg0KCTxSZWZlcmVuY2U+aHR0cDov
L3NlcnZpY2VzLm15Y2NjcG9ydGFsLmNvbS9Xb3JrZmlsZS8xNzA3NTZjNi03MjNkLTQyNjItODI0
Mi00NzdhYzIxNmNlMjgvZWI1YmM3NTQtZGQ5ZC00MGM5LThiZjktMzAwNjMzNzQ1N2Q5PC9SZWZl
cmVuY2U+DQoJPFN0YXR1c1R5cGU+UHVibGlzaGluZzwvU3RhdHVzVHlwZT4NCgk8U3RhdHVzU3Rh
dGU+UHVibGlzaGVkPC9TdGF0dXNTdGF0ZT4NCjwvU3RhdHVzQ2hhbmdlPg==
</Data>
						<Reference>http://services.mycccportal.com/Workfile/170756c6-723d-4262-8242-477ac216ce28/eb5bc754-dd9d-40c9-8bf9-3006337457d9</Reference>
					</Payload>
				</NormalizedMessage>
				<NormalizedMessage>
					<BaseDescriptor>
						<MsgID>07aa73f2-6835-4947-8e35-faaac0941fa9</MsgID>
						<MsgType>StatusChange</MsgType>
						<MsgMode>Request</MsgMode>
						<SourceTimeStamp>2016-06-22T10:14:50.4000855-05:00</SourceTimeStamp>
						<SourceApplicationID>PTHWY</SourceApplicationID>
						<SourceUserID>NA</SourceUserID>
					</BaseDescriptor>
					<RoutingDescriptor>
						<RoutingInfo xmlns="http://services.mycccportal.com/SOA/commontypes">
							<ApplicationName>PTHWY</ApplicationName>
							<ApplicationVersion>4.50</ApplicationVersion>
							<PublishTimeStamp>2016-06-22T10:13:56.8400855-05:00</PublishTimeStamp>
						</RoutingInfo>
						<RoutingInfo xmlns="http://services.mycccportal.com/SOA/commontypes">
							<ApplicationName>PTHWY</ApplicationName>
							<ApplicationVersion>4.50</ApplicationVersion>
							<PublishTimeStamp>2016-06-22T10:14:50.4000855-05:00</PublishTimeStamp>
						</RoutingInfo>
					</RoutingDescriptor>
					<ClaimDescriptor>
						<ClaimReferenceID>eqa 20170508165</ClaimReferenceID>
						<ClaimTypeCode>VE</ClaimTypeCode>
						<InsuranceCompany>
							<VantiveCode>APM1</VantiveCode>
						</InsuranceCompany>
						<ClaimOffice>
							<Code>APMC</Code>
						</ClaimOffice>
						<AssigneeDescriptor>
							<Appraiser>
								<AppraiserType>DRP</AppraiserType>
								<AppraiserLOID>62668</AppraiserLOID>
								<AppraiserSSN>302800</AppraiserSSN>
								<AppraiserMailboxID>62668</AppraiserMailboxID>
							</Appraiser>
						</AssigneeDescriptor>
					</ClaimDescriptor>
					<EstimateDescriptor>
						<TransformationHeader>&lt;?xml version="1.0" encoding="utf-16"?&gt;
&lt;PrintImagePutData xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns="http://services.mycccportal.com/SOA/PrintImageService/PutData"&gt;
  &lt;ClaimOfficeMailboxID&gt;048689&lt;/ClaimOfficeMailboxID&gt;
&lt;/PrintImagePutData&gt;</TransformationHeader>
					</EstimateDescriptor>
					<DocumentDescriptor>
						<DocumentName>PrintImage</DocumentName>
						<DocumentExt>S01</DocumentExt>
						<DocumentFormat>GZIP-PDF</DocumentFormat>
						<DocumentNum>0</DocumentNum>
					</DocumentDescriptor>
					<Payload>
						<Data>PD94bWwgdmVyc2lvbj0iMS4wIj8+DQo8U3RhdHVzQ2hhbmdlIHhtbG5zOnhzaT0iaHR0cDovL3d3
dy53My5vcmcvMjAwMS9YTUxTY2hlbWEtaW5zdGFuY2UiIHhtbG5zOnhzZD0iaHR0cDovL3d3dy53
My5vcmcvMjAwMS9YTUxTY2hlbWEiIHhtbG5zPSJodHRwOi8vc2VydmljZXMubXljY2Nwb3J0YWwu
Y29tL1NPQS9TdGF0dXNDaGFuZ2VTZXJ2aWNlL1BheWxvYWQiPg0KCTxSZWZlcmVuY2U+aHR0cDov
L3NlcnZpY2VzLm15Y2NjcG9ydGFsLmNvbS9QcmludEltYWdlLzE3MDc1NmM2LTcyM2QtNDI2Mi04
MjQyLTQ3N2FjMjE2Y2UyOC9iZGFmYTE4MC05ZDczLTRiY2YtYWVhZS05YzYzN2FhOWM4Nzc8L1Jl
ZmVyZW5jZT4NCgk8U3RhdHVzVHlwZT5QdWJsaXNoaW5nPC9TdGF0dXNUeXBlPg0KCTxTdGF0dXNT
dGF0ZT5QdWJsaXNoZWQ8L1N0YXR1c1N0YXRlPg0KPC9TdGF0dXNDaGFuZ2U+
</Data>
						<Reference>http://services.mycccportal.com/PrintImage/170756c6-723d-4262-8242-477ac216ce28/bdafa180-9d73-4bcf-aeae-9c637aa9c877</Reference>
					</Payload>
				</NormalizedMessage>
				<NormalizedMessage>
					<BaseDescriptor>
						<MsgID>b08bfa3c-f5c6-4ad9-ae4f-8d4017a056d2</MsgID>
						<MsgType>StatusChange</MsgType>
						<MsgMode>Request</MsgMode>
						<SourceTimeStamp>2016-06-22T10:14:50.4000855-05:00</SourceTimeStamp>
						<SourceApplicationID>PTHWY</SourceApplicationID>
						<SourceUserID>NA</SourceUserID>
					</BaseDescriptor>
					<RoutingDescriptor>
						<RoutingInfo xmlns="http://services.mycccportal.com/SOA/commontypes">
							<ApplicationName>PTHWY</ApplicationName>
							<ApplicationVersion>4.50</ApplicationVersion>
							<PublishTimeStamp>2016-06-22T10:13:56.8500855-05:00</PublishTimeStamp>
						</RoutingInfo>
						<RoutingInfo xmlns="http://services.mycccportal.com/SOA/commontypes">
							<ApplicationName>PTHWY</ApplicationName>
							<ApplicationVersion>4.50</ApplicationVersion>
							<PublishTimeStamp>2016-06-22T10:14:50.4000855-05:00</PublishTimeStamp>
						</RoutingInfo>
					</RoutingDescriptor>
					<ClaimDescriptor>
						<ClaimReferenceID>eqa 20170508165</ClaimReferenceID>
						<ClaimTypeCode>VE</ClaimTypeCode>
						<InsuranceCompany>
							<VantiveCode>APM1</VantiveCode>
						</InsuranceCompany>
						<ClaimOffice>
							<Code>APMC</Code>
						</ClaimOffice>
						<AssigneeDescriptor>
							<Appraiser>
								<AppraiserType>DRP</AppraiserType>
								<AppraiserLOID>62668</AppraiserLOID>
								<AppraiserSSN>302800</AppraiserSSN>
								<AppraiserMailboxID>62668</AppraiserMailboxID>
							</Appraiser>
						</AssigneeDescriptor>
					</ClaimDescriptor>
					<EstimateDescriptor>
						<TransformationHeader>&lt;?xml version="1.0" encoding="utf-16"?&gt;
&lt;DigitalImagePutData xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns="http://services.mycccportal.com/SOA/DigitalImageService/PutData"&gt;
  &lt;Description&gt;cars&lt;/Description&gt;
  &lt;EstID&gt;101&lt;/EstID&gt;
  &lt;CaptureTime&gt;2016-06-22T10:13:55&lt;/CaptureTime&gt;
  &lt;LegacyEstimateData&gt;
    &lt;Year&gt;2016&lt;/Year&gt;
    &lt;Make&gt;TOYO&lt;/Make&gt;
    &lt;Model&gt;COROLLA LE&lt;/Model&gt;
    &lt;InsuredFirstName&gt;Carol&lt;/InsuredFirstName&gt;
    &lt;InsuredLastName&gt;Baisten&lt;/InsuredLastName&gt;
    &lt;InsuredIsOwner&gt;true&lt;/InsuredIsOwner&gt;
    &lt;LossDate xsi:nil="true" /&gt;
    &lt;PolicyNumber /&gt;
    &lt;AdjusterLastName /&gt;
    &lt;RepairFacilityName&gt;QA CERRITOS 01&lt;/RepairFacilityName&gt;
    &lt;AllImagesNote1 /&gt;
    &lt;AllImagesNote2 /&gt;
    &lt;OwnerFirstName xsi:nil="true" /&gt;
    &lt;OwnerLastName xsi:nil="true" /&gt;
    &lt;Vin&gt;UNK&lt;/Vin&gt;
    &lt;InsuranceCompanyName&gt;AUTOMATED PROCESS MANAGEMENT ONE&lt;/InsuranceCompanyName&gt;
    &lt;EstimatorFirstName&gt;Abe&lt;/EstimatorFirstName&gt;
    &lt;EstimatorLastName&gt;First&lt;/EstimatorLastName&gt;
  &lt;/LegacyEstimateData&gt;
  &lt;ClaimOfficeMailboxID&gt;048689&lt;/ClaimOfficeMailboxID&gt;
&lt;/DigitalImagePutData&gt;</TransformationHeader>
					</EstimateDescriptor>
					<DocumentDescriptor>
						<DocumentName>DigtalImage</DocumentName>
						<DocumentExt>jpg</DocumentExt>
						<DocumentFormat>JPEG</DocumentFormat>
						<DocumentNum>0</DocumentNum>
					</DocumentDescriptor>
					<Payload>
						<Data>PD94bWwgdmVyc2lvbj0iMS4wIj8+DQo8U3RhdHVzQ2hhbmdlIHhtbG5zOnhzaT0iaHR0cDovL3d3
dy53My5vcmcvMjAwMS9YTUxTY2hlbWEtaW5zdGFuY2UiIHhtbG5zOnhzZD0iaHR0cDovL3d3dy53
My5vcmcvMjAwMS9YTUxTY2hlbWEiIHhtbG5zPSJodHRwOi8vc2VydmljZXMubXljY2Nwb3J0YWwu
Y29tL1NPQS9TdGF0dXNDaGFuZ2VTZXJ2aWNlL1BheWxvYWQiPg0KCTxSZWZlcmVuY2U+aHR0cDov
L3NlcnZpY2VzLm15Y2NjcG9ydGFsLmNvbS9EaWdpdGFsSW1hZ2UvZTZhMDUzN2YtNDdmMS00YTM3
LWFiYmItYTZiNmU5MGFkYzNkPC9SZWZlcmVuY2U+DQoJPFN0YXR1c1R5cGU+UHVibGlzaGluZzwv
U3RhdHVzVHlwZT4NCgk8U3RhdHVzU3RhdGU+UHVibGlzaGVkPC9TdGF0dXNTdGF0ZT4NCjwvU3Rh
dHVzQ2hhbmdlPg==
</Data>
						<Reference>http://services.mycccportal.com/DigitalImage/e6a0537f-47f1-4a37-abbb-a6b6e90adc3d</Reference>
					</Payload>
				</NormalizedMessage>
				<NormalizedMessage>
					<BaseDescriptor>
						<MsgID>b5b50bba-0463-4863-abed-72a0dd5249de</MsgID>
						<MsgType>StatusChange</MsgType>
						<MsgMode>Request</MsgMode>
						<SourceTimeStamp>2016-06-22T10:14:50.4400855-05:00</SourceTimeStamp>
						<SourceApplicationID>PTHWY</SourceApplicationID>
						<SourceUserID>NA</SourceUserID>
					</BaseDescriptor>
					<RoutingDescriptor>
						<RoutingInfo xmlns="http://services.mycccportal.com/SOA/commontypes">
							<ApplicationName>PTHWY</ApplicationName>
							<ApplicationVersion>4.50</ApplicationVersion>
							<PublishTimeStamp>2016-06-22T10:13:56.8500855-05:00</PublishTimeStamp>
						</RoutingInfo>
						<RoutingInfo xmlns="http://services.mycccportal.com/SOA/commontypes">
							<ApplicationName>PTHWY</ApplicationName>
							<ApplicationVersion>4.50</ApplicationVersion>
							<PublishTimeStamp>2016-06-22T10:14:50.4400855-05:00</PublishTimeStamp>
						</RoutingInfo>
					</RoutingDescriptor>
					<ClaimDescriptor>
						<ClaimReferenceID>eqa 20170508165</ClaimReferenceID>
						<ClaimTypeCode>VE</ClaimTypeCode>
						<InsuranceCompany>
							<VantiveCode>APM1</VantiveCode>
						</InsuranceCompany>
						<ClaimOffice>
							<Code>APMC</Code>
						</ClaimOffice>
						<AssigneeDescriptor>
							<Appraiser>
								<AppraiserType>DRP</AppraiserType>
								<AppraiserLOID>62668</AppraiserLOID>
								<AppraiserSSN>302800</AppraiserSSN>
								<AppraiserMailboxID>62668</AppraiserMailboxID>
							</Appraiser>
						</AssigneeDescriptor>
					</ClaimDescriptor>
					<EstimateDescriptor>
						<TransformationHeader>&lt;?xml version="1.0" encoding="utf-16"?&gt;
&lt;PrintImagePutData xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns="http://services.mycccportal.com/SOA/PrintImageService/PutData"&gt;
  &lt;ClaimOfficeMailboxID&gt;048689&lt;/ClaimOfficeMailboxID&gt;
&lt;/PrintImagePutData&gt;</TransformationHeader>
					</EstimateDescriptor>
					<DocumentDescriptor>
						<DocumentName>PrintImage</DocumentName>
						<DocumentExt>S01</DocumentExt>
						<DocumentFormat>GZIP-PDF</DocumentFormat>
						<DocumentNum>0</DocumentNum>
					</DocumentDescriptor>
					<Payload>
						<Data>PD94bWwgdmVyc2lvbj0iMS4wIj8+DQo8U3RhdHVzQ2hhbmdlIHhtbG5zOnhzaT0iaHR0cDovL3d3
dy53My5vcmcvMjAwMS9YTUxTY2hlbWEtaW5zdGFuY2UiIHhtbG5zOnhzZD0iaHR0cDovL3d3dy53
My5vcmcvMjAwMS9YTUxTY2hlbWEiIHhtbG5zPSJodHRwOi8vc2VydmljZXMubXljY2Nwb3J0YWwu
Y29tL1NPQS9TdGF0dXNDaGFuZ2VTZXJ2aWNlL1BheWxvYWQiPg0KICA8UmVmZXJlbmNlPmh0dHA6
Ly9zZXJ2aWNlcy5teWNjY3BvcnRhbC5jb20vUHJpbnRJbWFnZS8xNzA3NTZjNi03MjNkLTQyNjIt
ODI0Mi00NzdhYzIxNmNlMjgvMmFlNGYxNzYtMjRhOC00MWVkLTliOTMtZjhmOTU5MTIzMGI4PC9S
ZWZlcmVuY2U+DQogIDxTdGF0dXNUeXBlPlB1Ymxpc2hpbmc8L1N0YXR1c1R5cGU+DQogIDxTdGF0
dXNTdGF0ZT5QdWJsaXNoZWQ8L1N0YXR1c1N0YXRlPg0KPC9TdGF0dXNDaGFuZ2U+
</Data>
						<Reference>http://services.mycccportal.com/PrintImage/170756c6-723d-4262-8242-477ac216ce28/2ae4f176-24a8-41ed-9b93-f8f9591230b8</Reference>
					</Payload>
				</NormalizedMessage>
				<NormalizedMessage>
					<BaseDescriptor>
						<MsgID>119c0807-3a98-4e82-95c4-740897fa434a</MsgID>
						<MsgType>StatusChange</MsgType>
						<MsgMode>Request</MsgMode>
						<SourceTimeStamp>2016-06-22T10:14:50.4500855-05:00</SourceTimeStamp>
						<SourceApplicationID>PTHWY</SourceApplicationID>
						<SourceUserID>NA</SourceUserID>
					</BaseDescriptor>
					<RoutingDescriptor>
						<RoutingInfo xmlns="http://services.mycccportal.com/SOA/commontypes">
							<ApplicationName>PTHWY</ApplicationName>
							<ApplicationVersion>4.50</ApplicationVersion>
							<PublishTimeStamp>2016-06-22T10:13:56.8600855-05:00</PublishTimeStamp>
						</RoutingInfo>
						<RoutingInfo xmlns="http://services.mycccportal.com/SOA/commontypes">
							<ApplicationName>PTHWY</ApplicationName>
							<ApplicationVersion>4.50</ApplicationVersion>
							<PublishTimeStamp>2016-06-22T10:14:50.4500855-05:00</PublishTimeStamp>
						</RoutingInfo>
					</RoutingDescriptor>
					<ClaimDescriptor>
						<ClaimReferenceID>eqa 20170508165</ClaimReferenceID>
						<ClaimTypeCode>VE</ClaimTypeCode>
						<InsuranceCompany>
							<VantiveCode>APM1</VantiveCode>
						</InsuranceCompany>
						<ClaimOffice>
							<Code>APMC</Code>
						</ClaimOffice>
						<AssigneeDescriptor>
							<Appraiser>
								<AppraiserType>DRP</AppraiserType>
								<AppraiserLOID>62668</AppraiserLOID>
								<AppraiserSSN>302800</AppraiserSSN>
								<AppraiserMailboxID>62668</AppraiserMailboxID>
							</Appraiser>
						</AssigneeDescriptor>
					</ClaimDescriptor>
					<EstimateDescriptor>
						<TransformationHeader>&lt;?xml version="1.0" encoding="utf-16"?&gt;
&lt;PrintImagePutData xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns="http://services.mycccportal.com/SOA/PrintImageService/PutData"&gt;
  &lt;ClaimOfficeMailboxID&gt;048689&lt;/ClaimOfficeMailboxID&gt;
&lt;/PrintImagePutData&gt;</TransformationHeader>
					</EstimateDescriptor>
					<DocumentDescriptor>
						<DocumentName>PrintImage</DocumentName>
						<DocumentExt>S01</DocumentExt>
						<DocumentFormat>GZIP-PDF</DocumentFormat>
						<DocumentNum>0</DocumentNum>
					</DocumentDescriptor>
					<Payload>
						<Data>PD94bWwgdmVyc2lvbj0iMS4wIj8+DQo8U3RhdHVzQ2hhbmdlIHhtbG5zOnhzaT0iaHR0cDovL3d3
dy53My5vcmcvMjAwMS9YTUxTY2hlbWEtaW5zdGFuY2UiIHhtbG5zOnhzZD0iaHR0cDovL3d3dy53
My5vcmcvMjAwMS9YTUxTY2hlbWEiIHhtbG5zPSJodHRwOi8vc2VydmljZXMubXljY2Nwb3J0YWwu
Y29tL1NPQS9TdGF0dXNDaGFuZ2VTZXJ2aWNlL1BheWxvYWQiPg0KCTxSZWZlcmVuY2U+aHR0cDov
L3NlcnZpY2VzLm15Y2NjcG9ydGFsLmNvbS9QcmludEltYWdlLzE3MDc1NmM2LTcyM2QtNDI2Mi04
MjQyLTQ3N2FjMjE2Y2UyOC9mM2U2OWEyZS05ZTM2LTQ0MTMtOWEwNC1iZDcxYjhjOWI4NmY8L1Jl
ZmVyZW5jZT4NCgk8U3RhdHVzVHlwZT5QdWJsaXNoaW5nPC9TdGF0dXNUeXBlPg0KCTxTdGF0dXNT
dGF0ZT5QdWJsaXNoZWQ8L1N0YXR1c1N0YXRlPg0KPC9TdGF0dXNDaGFuZ2U+
</Data>
						<Reference>http://services.mycccportal.com/PrintImage/170756c6-723d-4262-8242-477ac216ce28/f3e69a2e-9e36-4413-9a04-bd71b8c9b86f</Reference>
					</Payload>
				</NormalizedMessage>				
			</NormalizedMessageList>
		</PutStatus>
	</s:Body>
</s:Envelope>
